//Импортируем и вызываем фукцию проверки браузера на поддежрку webp формата
import * as myFunctions from './modules/functions.js';
myFunctions.isWebp();
//////////////////////////////////////////////////////////////////////////////////////

//Перемещение элемента с одного места на другое==========================================================
// import { moveBlock } from './libs/moveBlocks.js';

//BURGER меню=====================================================
// import { burgerMenu } from './libs/burger.js';

//ВСПЛЫВАЮЩИЕ ПОДСКАЗКИ TYPES=====================================================
//Документация по настройкке плагина https://atomiks.github.io/tippyjs/
// import { tippy } from './libs/tippy.js';
